{ "categories": 
    [
        { "name": "Ebooks",
          "url": "#ebook",
          "icon": "icon-book",
          "description": "A series of eBook prototypes created using various technologies."
        },
        { "name": "Presentations",
          "url": "#presentations",
          "icon": "icon-picture",
          "description": "Presentations about aspects of technology and educational practice."
        },
        { "name": "Past CWA Projects",
          "url": "categories/pastprojects",
          "icon": "icon-rocket",
          "description": "A miscellany of past CWA projects, retained here for internal reference."
        },
        { "name": "Data Visualisation",
          "url": "#internal",
          "icon": "icon-chat",
          "description": "A series of internal projects demonstrating techniques of interactively exploring data."
        },
        { "name": "Moodle demonstrator",
          "url": "categories/moodle",
          "icon": "icon-college",
          "description": "The demonstator moodle site"
        }
    ],

    "ebooks":
    [
        { "name": "Bubbles",
          "url": "categories/ebook/bubbles",
          "image": "categories/ebook/bubbles/front.jpg",
          "description": "Bubbles is a Flash-based eBook prototype, featuring 'Read with me' and 'I can read' modes. As it uses Flash, it will work in most web browsers, but will not work on many mobile devices, including the iPad."
        },
        { "name": "He Kurī (phase one)",
          "url": "categories/ebook/he-kuri",
          "image": "categories/ebook/he-kuri/front.jpg",
          "description": "He Kurī (phase one) is an eBook prototype featuring multiple reading modes, animation, synchronised narration and in-built navigation.<br/ >He Kurī is built entirely using web standard technologies (HTML, CSS and JavaScript). This means that it can be web-served and viewed in a browser, but can also be compiled into a Fixed-Layout EPUB and delivered for offline viewing to the iPad. "
        },
        { "name": "He Kurī (phase two)",
          "url": "categories/ebook/he-kuri-phase-ii",
          "image": "categories/ebook/he-kuri-phase-ii/front.jpg",
          "description": "Phase two of the He Kurī project resulted in an interactive eBook prototype with sunstantial video animation (as opposed to JavaScript and CSS-based animation). This results in a more visual product, but one which is also substantially larger to deliver. This prototype again features multiple reading modes, animation, synchronised narration and in-built navigation."
        },
        { "name": "Ready to Read",
          "url": "categories/ebook/rtr",
          "image": "categories/ebook/rtr/front.jpg",
          "description": "The Ready to Read prototype provides a tool that a teacher can use on an interactive whiteboard in front of a class of beginning readers.<br />This prototype has been created using web standard technologies (HTML, CSS and JavaScript) and features multiple modes, customisation, highlight mode, phrased reading, and a workspace."
        },
        { "name": "Eke Panuku",
          "url": "categories/ebook/eke_panuku/p2.html",
          "image": "categories/ebook/eke_panuku/front.jpg",
          "description": "Eke Panuku is an eBook prototype built using Adobe Edge Animate, and is designed for use in a browser on the iPad, though it will also work after a fashion in desktop browsers.<br />This prototype is a simple example of a graphic novel, allowing users to double-tap on a given frame, and then swipe left or right to proceed through the story."
        },
        { "name": "Te Hokorua",
          "url": "categories/ebook/te_hokorua/index.html",
          "image": "categories/ebook/te_hokorua/front.png",
          "description": "Te Hokorua is an eBook prototype built using Adobe Edge Animate, and is designed for use in a browser on the iPad, or wrapped as a PhoneGap app, though it will also work after a fashion in desktop browsers (it uses touch events).<br />This prototype is a simple example of a graphic novel, allowing users to double-tap on a given frame, and then swipe left or right to proceed through the story."
        },
        { "name": "IN5 (fadein)",
          "url": "categories/ebook/html5_output_web_slider_fadein",
          "image": "categories/ebook/html5_output_web_slider_fadein/front.png",
          "description": "IN5 is a plugin for InDesign that allows a layout to be exported directly to HTML for viewing in the browser. This allows us to relatively easily create web-based eBook experiences.<br />This publication was developed for use on the Samsung Galaxy 10 tablet, and was delivered wrapped as a PhoneGap app."
        },
        { "name": "IN5 (horizontal)",
          "url": "categories/ebook/html5_output_web_slider_horizontal",
          "image": "categories/ebook/html5_output_web_slider_horizontal/front.png",
          "description": "IN5 is a plugin for InDesign that allows a layout to be exported directly to HTML for viewing in the browser. This allows us to relatively easily create web-based eBook experiences.<br />This publication was developed for use on the Samsung Galaxy 10 tablet, and was delivered wrapped as a PhoneGap app."
        },
        { "name": "Ask Einstein (EPUB)",
          "url": "categories/ebook/ask_einstein/9780478229196_lml_ask_einstein.epub2.epub",
          "image": "categories/ebook/ask_einstein/front.png",
          "description": "An example of a junior chapter book converted to EPUB. Download the EPUB file, and then load it into an EPUB reader (for example, iBooks on iOS)."
        },
        { "name": "The Learning Landscape",
          "url": "http://www.newzealandeducated.com/fairs/learning-landscape",
          "image": "categories/ebook/readium/front.png",
          "description": "The Learning Landscape was produced to profile New Zealand's educational publishers at the 2012 Frankfurt Book Fair. This publication is a Fixed-Layout EPUB, featuring video and JavaScript animation, and uses Readium to allow it to be read in the browser."
        }
    ],

    "presentations":
    [
        { "name": "Html interactivity",
          "url": "categories/presentations/2012_10_30_brownbag_html_interactivity",
          "icon": "icon-picture",
          "description": "A presentation about producing digital resources for use in the classrom, focusing in particular on the Bring Your Own Device problem, and examining some ways that technology can help to meet this challenge."
        },
        { "name": "NDF 2012",
          "url": "categories/presentations/2012_11_26_brownbag_ndf_2012",
          "icon": "icon-picture",
          "description": "A roundup of some of the salient presentations from the 2012 National Digital Forum with links where appropriate."
        },
        { "name": "Gesture technology",
          "url": "categories/presentations/2012_12_17_innovation_gesture",
          "icon": "icon-picture",
          "description": "A presentation discussing the rise of web-based gesture-based technologies, with links to online examples. This presentation makes use of a gesture-recognition library to let the presenter control the presentation using left and right swipe gestures via the webcam."
        }
        
    ],
    
    "internal":
    [
        { "name": "Kiwi Baby Names",
          "url": "categories/internal/babynames",
          "image": "categories/internal/babynames/front.jpg",
          "description": "A data visualisation exploring the popularity of Kiwi baby names over the period 2004-2013. This visualisation is a demonstrator showing how rich interactives can be created from static data (in this case, an Excel spreadsheet), and providing a tutorial for creating such a visualisation (refer to the About page)."
        },
        { "name": "6-year-old Observations",
          "url": "categories/internal/dc.js",
          "image": "categories/internal/dc.js/front.jpg",
          "description": "A prototype of a tool that lets the user explore and drill down into the data regarding six-year-old observations from a number of schools. Such a tool could be used by PLD professionals and teachers to better understand patterns regarding the potential and issues of certain student cohorts."
        },
        { "name": "Achievement Maps",
          "url": "categories/internal/achievement_maps",
          "image": "categories/internal/achievement_maps/front.jpg",
          "description": "A prototype allowing the user to drill down and explore data regarding National Standards acheivements in reading, writing and maths. Such a tool could be used by PLD professionals and teachers to better understand patterns regarding the potential and issues of certain student cohorts."
        }
    ]
}