<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>P&#257;hekoheko Tau Matihiko - Whakam&#257;rama</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" type="text/css" media="all" href="css/base.css" />

</head>

<body>
<div id="top"></div>

<div id="pagewidth">
	<div id="inner">
		<div id="header">
			
			<h1 class="hide">P&#257;hekoheko Tau Matihiko</h1>
			
			<h5 class="hide">Site Navigation</h5>
			
			<div><a href="../index.html">Wh&#257;rangi matua</a> | <a href="about.html" class="current">Whakam&#257;rama</a> | <a href="help.html">Pou &#257;whina</a> | <a href="p-statement.html">Tau&#257;k&#299; whakaako</a></div>
			
		</div>
		<div id="topnav">
		
			<h5 class="hide">Learning Object Navigation</h5>

			<div><a href="tapiripiri/index.html">T&#257;hei-T&#257;piripiri</a> | <a href="tukutuku/index.html">T&#363;tohi Tukutuku</a> | <a href="tangotango/index.html">T&#257;hei Tangotango</a> | <a href="huatango/index.html">T&#257;hei Huatango</a> | <a href="punarua/index.html">T&#257;hei Tau Punarua</a> | <a href="whakarea/index.html">Papa Whakarea</a></div>
		
		</div>
		<div id="maincontent">
			
      		<div id="content-top"></div>
			<div id="content-inner">
        		<div id="content-rhs">
					
					<h5 class="hide">Related links</h5>
					
					<h4>Ng&#257; hononga</h4>
					
					<ul>
					<li><a href="feedback.html">Whakahoki k&#333;rero</a></li>
					<li><a href="statement.html">Te mana whakamahi i t&#275;nei k&#333;pae</a></li>
					</ul>
					
					<br />
					
					<h4>T&#299;kina te &#257;hua PDF o t&#275;nei wh&#257;rangi</h4>
					
					<ul>
					<li><a href="pdf/whakamarama-2.pdf" target="_blank" title="Hono atu ki t&#275;tahi tuhinga PDF i t&#275;tahi matapihi hou">Whakam&#257;rama</a> (PDF, 107kb)</li>
					<li><a href="pdf/about.pdf" target="_blank" title="Hono atu ki t&#275;tahi tuhinga PDF i t&#275;tahi matapihi hou">About The Le@rning Federation Initiative</a> (PDF, 71kb)</li>
					</ul>
					
					<a href="help.html#adobe"><img src="../img/pdf-help-m.gif" class="margin float-r" width="119" height="25" alt="Pou &#257;whina PDF" title="Pou &#257;whina PDF" /></a>
					
				</div>
				<div id="content-lhs">
					
					<h2 id="h2-whakamarama" class="swap" title="Whakam&#257;rama"><span>Whakam&#257;rama</span></h2>
				
					<div class="clr"></div>
					
					<h3>Te Kaupapa o The Le@rning Federation (<acronym title="The Learning Federation">TLF</acronym>)</h3>

					<h4>Whakam&#257;rama</h4>
					
					<p>He kaupapa t&#275;nei kua ara ake i te hononga tahi a ng&#257; k&#257;wanatanga o Ahitereiria me Aotearoa. Ko te wh&#257;inga matua, he whakawhanake, he whakaputa i &#275;tahi kohinga akoranga rorohiko kounga tonu, e arotahi ana ki ng&#257; tini kaupapa o te p&#257;ngarau, o te p&#257;nui/tuhituhi (m&#257; te &#257;konga e taka whakamuri ana), o te p&#363;taiao, me ng&#257; reo k&#275; atu i te Ingarihi.</p>

					<p>N&#333; te tau 2002 i whakat&#363;ria te r&#333;p&#363; tohutohu, n&#257; r&#257;tou i arotake ng&#257; akoranga rorohiko p&#257;ngarau 30 i roto i te reo Ingarihi, &#257;, ka &#257;ta whiriwhiri an&#333; i te whaihua o te huri i aua akoranga ki te reo M&#257;ori. Ka tino kitea e te r&#333;p&#363; nei ng&#257; painga o t&#275;nei rauemi m&#257; te &#257;konga o roto i ng&#257; kura reo M&#257;ori, engari ka tohua an&#333; hoki ng&#257; w&#257;hi hei whakapai ake, hei t&#257;piri atu r&#257;nei, kia tino h&#257;ngai ai ki te kura reo M&#257;ori. N&#257; runga i te whakatau a te r&#333;p&#363;, ka t&#299;mata ng&#257; mahi whakahou i ng&#257; akoranga rorohiko 30. Ka whakapaipaihia &#275;tahi o ng&#257; whakairoiro, ka t&#257;pirihia atu he reo hei whakarongo m&#257; te &#257;konga me &#275;tahi whakaari hou, engari ka mau tonu te kaupapa o ng&#257; akoranga i roto i te reo M&#257;ori. Ka whakam&#257;tauria ng&#257; akoranga reo M&#257;ori nei i roto i &#275;tahi kura, &#257;, ka whakahoutia an&#333; &#275;tahi w&#257;hanga i runga i te &#257;hua o ng&#257; whakahoki k&#333;rero a ng&#257; &#257;konga me ng&#257; pouako.</p>

					<h4>&#274;tahi pae tukutuku e whai p&#257;nga ana</h4>
					
					<p><a href="http://www.nzmaths.co.nz/maori/index.htm" target="_blank" title="Hono atu ki te pae tukutuku o NZMaths i t&#275;tahi matapihi hou">http://www.nzmaths.co.nz/maori/index.htm</a></br />
					<a href="http://www.tki.org.nz/m/community/maths/" target="_blank" title="Hono atu ki te pae tukutuku o Te Kete Ipurangi i t&#275;tahi matapihi hou">http://www.tki.org.nz/m/community/maths/</a></p>
					
					<h4>Te whakam&#257;tau i ng&#257; akoranga rorohiko</h4>
					
					<p>Kei te tukuna te k&#333;pae P&#257;hekoheko Tau Matihiko ki a koutou, ng&#257; kaitakawaenga o Te Poutama Tau, &#257;, ka huaki an&#333; i te k&#363;aha kia uru mai koutou ki Te P&#257;taka Matihiko Our Digital Storehouse (<a href="http://www.tki.org.nz/r/digistore/" target="_blank" title="Hono atu ki te pae tukutuku o Te Kete Ipurangi i t&#275;tahi matapihi hou">http://www.tki.org.nz/r/digistore/</a>).</p> 

					<p>Ka haere hoki te tono, m&#257; koutou an&#333; e whakam&#257;tau te k&#333;pae nei m&#333; te ono marama, i roto i ng&#257; akomanga e whai ana i te kaupapa o Te Poutama Tau. Ko ng&#257; whakahokinga k&#333;rero hei &#257;whina i te tukuna o te k&#333;pae ki ng&#257; kura reo M&#257;ori wh&#257;nui o te motu.</p>

					<h4>Te wh&#257;inga o te whakam&#257;tautau</h4>
					
					<p>Ki te tohutohu mai i Te T&#257;huhu o te M&#257;tauranga:</p>
					
					<ul>
					<li>m&#275;n&#257; ka haere tonu te mahi whakahou i &#275;tahi atu o ng&#257; akoranga rorohiko reo Ingarihi (neke atu i te 200 ng&#257; akoranga reo Ingarihi), m&#275;n&#257; ka whakawhanake i &#275;tahi akoranga rorohiko reo M&#257;ori motuhake, ko &#275;nei mahi e rua r&#257;nei</li>
					<li>he aha ng&#257; w&#257;hi o roto i te p&#257;ngarau, o roto r&#257;nei i t&#275;tahi atu kaupapa ako matua hei whakawhanake i t&#275;tahi akoranga rorohiko</li>
					<li>he aha ng&#257; rauemi kua puta k&#275; ki ng&#257; kura (rauemi matihiko, rauemi k&#275; atu r&#257;nei), hei tautoko i ng&#257; mahi o t&#275;nei k&#333;pae</li>
					<li>he aha &#275;tahi atu rauemi me whakaputa, hei tautoko i te whakamahinga o t&#275;nei k&#333;pae i roto i ng&#257; kura reo M&#257;ori.</li>
					</ul>
					
					
					<h4>Te w&#257;hi ki ng&#257; kaitakawaenga o Te Poutama Tau</h4>
					
					<p>Ki:</p>
					
					<ul>
					<li>te whakatenatena, te whakamanawa i ng&#257; pouako ki te whakauru i &#275;nei akoranga rorohiko ki roto i &#257; r&#257;tou mahere ako</li>
					<li>te whakahoki k&#333;rero mai ki Te T&#257;huhu o te M&#257;tauranga m&#333;:
						<ul>
						<li>te whaihua o t&#275;nei rauemi</li>
						<li>te &#257;hua o ng&#257; rauemi tautoko ka haere i te taha o t&#275;nei k&#333;pae ina tukuna ki ng&#257; kura reo M&#257;ori wh&#257;nui</li>
						<li>ng&#257; w&#257;hi o roto i te p&#257;ngarau, o roto r&#257;nei i t&#275;tahi atu kaupapa ako matua hei whakawhanake i t&#275;tahi akoranga rorohiko.</li>
						</ul>
					</li>
					</ul>

					<p class="float-r"><a href="#top">&raquo; Ki runga</a></p>
				
				</div>
        			
				<div class="clr"></div>
			</div>		
			<div id="content-base"></div>
		</div>
		<div id="footer">
		
		<a href="http://www.minedu.govt.nz/" title="Link to the Ministry of Education website in a new browser window" target="_blank"><img src="../img/footer-moe.jpg" width="206" height="68" alt="Ministry of Education" title="Ministry of Education" /></a><a href="http://www.tki.org.nz/r/digistore/" title="Link to the Our Digital Storehouse resource on the Te Kete Ipurangi website in a new browser window" target="_blank"><img src="../img/footer-tpm.jpg" width="329" height="68" alt="Our Digital Storehouse" title="Our Digital Storehouse" /></a><a href="http://www.thelearningfederation.edu.au/tlf2/" title="Link to The Learning Federation website in a new browser window" target="_blank"><img src="../img/footer-tlf.jpg" width="165" height="68" alt="The Learning Federation" title="The Learning Federation" /></a>
		
		</div>
		<div id="copyright">&copy; 2005 Te T&#257;huhu o te M&#257;tauranga</div>
	</div>
</div>

</body>
</html>
