<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>P&#257;hekoheko Tau Matihiko - Tau&#257;k&#299; whakaako</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" type="text/css" media="all" href="css/base.css" />

</head>

<body>
<div id="top"></div>

<div id="pagewidth">
	<div id="inner">
		<div id="header">
			
			<h1 class="hide">P&#257;hekoheko Tau Matihiko</h1>
			
			<h5 class="hide">Site Navigation</h5>
			
			<div><a href="../index.html">Wh&#257;rangi matua</a> | <a href="about.html">Whakam&#257;rama</a> | <a href="help.html">Pou &#257;whina</a> | <a href="p-statement.html" class="current">Tau&#257;k&#299; whakaako</a></div>
			
		</div>
		<div id="topnav">
		
			<h5 class="hide">Learning Object Navigation</h5>
			
			<div><a href="tapiripiri/index.html">T&#257;hei-T&#257;piripiri</a> | <a href="tukutuku/index.html">T&#363;tohi Tukutuku</a> | <a href="tangotango/index.html">T&#257;hei Tangotango</a> | <a href="huatango/index.html">T&#257;hei Huatango</a> | <a href="punarua/index.html">T&#257;hei Tau Punarua</a> | <a href="whakarea/index.html">Papa Whakarea</a></div>

		</div>
		<div id="maincontent">
			
      		<div id="content-top"></div>
			<div id="content-inner">
        		<div id="content-rhs">
					
					<h5 class="hide">Related links</h5>
					
					<h4>Ng&#257; hononga</h4>
					
					<ul>
					<li><a href="feedback.html">Whakahoki k&#333;rero</a></li>
					<li><a href="statement.html">Te mana whakamahi i t&#275;nei k&#333;pae</a></li>
					</ul>
					
					<br />
					
					<h4>T&#299;kina te &#257;hua PDF o t&#275;nei wh&#257;rangi</h4>
					
					<ul>
					<li><a href="pdf/tauaki-whakaako.pdf" target="_blank" title="Hono atu ki t&#275;tahi tuhinga PDF i t&#275;tahi matapihi hou">Tau&#257;k&#299; whakaako</a> (PDF, 99kb)</li>
					</ul>
					
					<a href="help.html#adobe"><img src="../img/pdf-help-m.gif" class="margin float-r" width="119" height="25" alt="Pou &#257;whina PDF" title="Pou &#257;whina PDF" /></a>
					
				</div>
				<div id="content-lhs">
					
					<h2 id="h2-whakaako" class="swap" title="Tau&#257;k&#299; whakaako"><span>Tau&#257;k&#299; whakaako</span></h2>
				
					<div class="clr"></div>
					
					<p>Koia nei &#275;tahi whakaaro m&#333; te whakamahi i ng&#257; akoranga rorohiko i roto i te akomanga kia tino whaihua ai:</p>

					<ul>
					<li>He mea waihanga t&#275;nei kohinga akoranga rorohiko hei whakauru ki roto i te mahere ako, kaua hei whakamahi i t&#333;na kotahi.</li>
					<li>He rauemi t&#275;nei hei tautoko i te mahi a te pouako, i te taha tonu o ng&#257; momo rauemi maha k&#275; atu.</li>
					<li>Me &#257;ta k&#333;whiri ng&#257; akoranga rorohiko kia h&#257;ngai tonu ki ng&#257; huarahi ako matatini hei h&#257;pai an&#333; i te m&#257;tauranga me ng&#257; p&#363;kenga a te &#257;konga. E tika ana kia haere tahi me ng&#257; mahi noa o te akomanga i mua, i muri hoki i te whakamahinga o ng&#257; akoranga rorohiko.</li>
					<li>E tino whaihua ai &#275;nei akoranga rorohiko, me mahi takirua, &#257;-r&#333;p&#363; r&#257;nei ng&#257; &#257;konga. M&#257; konei e whai w&#257;hi atu r&#257;tou ki te whakawhitiwhiti k&#333;rero, ki te tuku p&#257;tai, ki te whakaoti rapanga hoki.</li>
					<li>E aro ana t&#275;nei kohinga akoranga rorohiko ki ng&#257; momo rautaki whakaoti paheko tau. Ko t&#275;tahi mahi nui a te pouako, he tuitui i te mahi whakaoti paheko tau ki ng&#257; momo horopaki e taunga ana te &#257;konga.</li>
					<li>Ko &#275;nei akoranga rorohiko hei whakaako, hei whaka&#363; i ng&#257; momo rautaki whakaoti paheko tau, engari ko te wh&#257;inga matua kia taea e te &#257;konga &#275;nei rautaki te whakatutuki i roto an&#333; i &#333; r&#257;tou hinengaro &#257; t&#333;na w&#257;.</li>
					<li>Ina tonoa te &#257;konga ki te whakam&#257;rama i ng&#257; momo rautaki paheko tau e wh&#257;ia ana e ia, e pakari an&#333; ai t&#333;na hinengaro. N&#333; reira me haere tahi te whakaako i ng&#257; momo rautaki me te reo an&#333; i te taha. Kei ng&#257; akoranga rorohiko he tauira whakam&#257;ramatanga m&#333; ng&#257; momo rautaki.</li>
					<li>He mea nui te &#257;hua o te whakaako a te pouako. E eke ai te &#257;konga i te taumata o te m&#257;tauranga, me kounga tonu te &#257;hua o te whakaako, me piki ng&#257; t&#363;manako a te pouako, a te &#257;konga me &#333;na m&#257;tua, me &#257;ta whakamahi an&#333; hoki ng&#257; rauemi kounga e tino h&#257;ngai ana.</li>
					<li>M&#257; te whakamahi i ng&#257; momo rauemi p&#275;nei i ng&#257; akoranga rorohiko nei, e huri ai te mahi a te pouako hei kaih&#257;pai, hei kai&#257;rahi, hei hoa ako, kaua hei kaiwhakaatu noa i te kaupapa ako. M&#257; konei e mana ai te &#257;konga i roto i &#257;na mahi ako, e eke an&#333; ai &#257;na p&#363;kenga ako kia t&#363; ai ia hei &#257;konga angit&#363; m&#333; te roanga atu o te w&#257; e ora ana ia.</li>
					</ul>					
				
					<p>Ko t&#257; ng&#257; akoranga rorohiko nei, he tautoko i ng&#257; mahi whakaako kia tino whaihua ai. Ar&#257;:</p>
					
					<ul>
					<li>m&#257; te pouako an&#333; e whakaraupapa ng&#257; h&#299;koi ako. E taea ana te hoki whakamuri ki te whakamahi an&#333; i ng&#257; akoranga rorohiko, kia tutuki ai ng&#257; wh&#257;inga ako m&#257; ng&#257; &#257;konga matatini</li>
					<li>m&#257; te &#257;konga tonu e whakahaere te tere o tana mahi ako, &#257;, ka whai w&#257;hi an&#333; ia ki te hoki whakamuri ki &#275;tahi o ng&#257; kaupapa ki te whakapakari i a ia an&#333;</li>
					<li>ko ng&#257; akoranga rorohiko nei hei whaka&#363;, hei tautoko, hei whakawh&#257;nui i ng&#257; rautaki paheko tau e whakaakona ana</li>
					<li>ka &#257;ta &#257;rahina te &#257;konga i roto i ng&#257; momo rautaki whakaoti paheko tau, ka m&#333;hio wawe ia m&#275;n&#257; kei te tika tana mahi, ka whakatenatena kia t&#363;hura te &#257;konga i &#275;tahi rautaki paheko tau hou, kia h&#333;honu hoki te whakaaro o te hinengaro</li>
					<li>ka mau te &#257;konga ki te &#257;hua o t&#257; ng&#257; akoranga rorohiko whakaatu i ng&#257; kaupapa ako h&#333;honu</li>
					<li>ka toko ake te whakaaro m&#257; te pouako, m&#257; te &#257;konga r&#257;nei e waihanga &#257; r&#257;tou ake akoranga rorohiko</li>
					<li>he rauemi hei h&#257;pai i te &#257;konga, m&#257;na tonu e hanga te m&#257;tauranga i roto an&#333; i t&#333;na hinengaro</li>
					<li>ka whakatauiratia te reo whakam&#257;rama i ng&#257; momo rautaki whakaoti paheko tau.</li>
					</ul>
					
					<p class="float-r"><a href="#top">&raquo; Ki runga</a></p>
				
				</div>
        			
				<div class="clr"></div>
			</div>		
			<div id="content-base"></div>
		</div>
		<div id="footer">
		
		<a href="http://www.minedu.govt.nz/" title="Link to the Ministry of Education website in a new browser window" target="_blank"><img src="../img/footer-moe.jpg" width="206" height="68" alt="Ministry of Education" title="Ministry of Education" /></a><a href="http://www.tki.org.nz/r/digistore/" title="Link to the Our Digital Storehouse resource on the Te Kete Ipurangi website in a new browser window" target="_blank"><img src="../img/footer-tpm.jpg" width="329" height="68" alt="Our Digital Storehouse" title="Our Digital Storehouse" /></a><a href="http://www.thelearningfederation.edu.au/tlf2/" title="Link to The Learning Federation website in a new browser window" target="_blank"><img src="../img/footer-tlf.jpg" width="165" height="68" alt="The Learning Federation" title="The Learning Federation" /></a>
		
		</div>
		<div id="copyright">&copy; 2005 Te T&#257;huhu o te M&#257;tauranga</div>
	</div>
</div>

</body>
</html>
